/* No comment provided by engineer. */
"*Your computers IP address" = "*Your computers IP address";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Connect" = "Connect";

/* No comment provided by engineer. */
"Connect this device to the same network as your computer running Popcorn Time." = "Connect this device to the same network as your computer running Popcorn Time.";

/* No comment provided by engineer. */
"Connect to IP address*" = "Connect to IP address*";

/* No comment provided by engineer. */
"Connecting to existing..." = "Connecting to existing...";

/* No comment provided by engineer. */
"Enter" = "Enter";

/* No comment provided by engineer. */
"Enter the IP address of the computer running Popcorn Time:" = "Enter the IP address of the computer running Popcorn Time:";

/* No comment provided by engineer. */
"Find Popcorn Time" = "Find Popcorn Time";

/* No comment provided by engineer. */
"Genre" = "Genre";

/* No comment provided by engineer. */
"Initializing controller..." = "Initializing controller...";

/* No comment provided by engineer. */
"Invalid address" = "Invalid address";

/* No comment provided by engineer. */
"Movies" = "Movies";

/* No comment provided by engineer. */
"Mute" = "Mute";

/* No comment provided by engineer. */
"Next season" = "Next season";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OR" = "OR";

/* No comment provided by engineer. */
"Please connect to the same network (WIFI) as your computer running popcorn time." = "Please connect to the same network (WIFI) as your computer running popcorn time.";

/* No comment provided by engineer. */
"Please make sure Popcorn Time is runnning." = "Please make sure Popcorn Time is runnning.";

/* No comment provided by engineer. */
"Please use a valid IP address." = "Please use a valid IP address.";

/* No comment provided by engineer. */
"Popcorn Time not found" = "Popcorn Time not found";

/* No comment provided by engineer. */
"Popcorn Time Remote" = "Popcorn Time Remote";

/* No comment provided by engineer. */
"Prev season" = "Prev season";

/* No comment provided by engineer. */
"Problem Connecting" = "Problem Connecting";

/* No comment provided by engineer. */
"Scan Finished" = "Scan Finished";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Searching... (Tap to cancel)" = "Searching... (Tap to cancel)";

/* No comment provided by engineer. */
"Sort by" = "Sort by";

/* No comment provided by engineer. */
"There was a problem connecting to your saved computer, please try the scan again." = "There was a problem connecting to your saved computer, please try the scan again.";

/* No comment provided by engineer. */
"This remote control works with Popcorn Time version 3.3 and above found at www.getpopcorntime.io" = "This remote control works with Popcorn Time version 3.3 and above found at www.getpopcorntime.io";

/* No comment provided by engineer. */
"Toggle Playstate" = "Toggle Playstate";

/* No comment provided by engineer. */
"TV Series" = "TV Series";

